<?php 



$lang['login_error'] = 'البريد الإلكتروني/كلمة السر غير صحيحة.'; 
$lang['email_error'] =  'البريد الإلكتروني غير موجود، الرجاء إدخال بريد إلكتروني صحيح، أو تسجيل ‫حساب جديد ';

$lang['update_success_password'] = ' تم تحديث كلمة السر ' ;
$lang['update_error_password'] = 'لم يتم تحديث كلمة السر  ';
$lang['confirm_error_password'] = 'يجب أن تتوافق كلمات السر الجديدة، يرجى المحاولة مرة أخرى  ';
$lang['not_found_error_password'] = 'كلمة السر‫ الحالية غير صحيحة، الرجاء المحاولة مرة أخرى‬، أو اختر نسيت كلمة السر ';

$lang['update_success_profile'] = 'تم تحديث الحساب الشخصي  ';
$lang['update_error_profile'] = ' لم يتم تحديث الحساب الشخصي'; 

// user register
$lang['email_existed'] = 'البريد الإلكتروني قيد الإستخدام. يمكنك التسجيل في حساب جديد، أو أنقر على نسيت كلمة السر';
$lang['email_not_existed'] = 'البريد الإلكتروني غير موجود، الرجاء المحاولة مرة أخرى، أو تسجيل حساب جديد';
$lang['email_verified'] = 'تم تفعيل حسابك، يمكنك المتابعة لتسجيل الدخول ';
$lang['email_not_verified'] = ' لم يتم تفعيل بريدك الإلكتروني، الرجاء التحقق من الرابط المرسل لبريدك الإلكتروني. لم تجده؟ يمكنك إعادة الإرسال أو التواصل معنا للدعم التقني   ';

// user login
$lang['login_failed'] =  'البريد الإلكتروني/كلمة السر غير صحيحة ';
$lang['account_blocked'] = 'تم حجب حسابك، تواصل معنا للدعم التقني  ';
$lang['account_not_verified'] =  'حسابك غير مفعل، يمكنك تفعيل حسابك عن طريق الرابط المرسل لبريدك الإلكتروني. لم تجده؟ يمكنك إعادة الإرسال أو التواصل معنا للدعم التقني  ';
$lang['reset_password'] = 'تم ارسال رابط إعادة تعيين كلمة المرور على البريد الالكتروني المسجل';
$lang['invalid_email_code'] = ' رمز التحقق غير صحيح، يرجى المحاولة مرة أخرى  ';

$lang['reset_password_text'] = 'إعادة ضبط كلمة السر';
$lang['resend_btn'] = 'إعادة إرسال';

$lang['email_varification'] = 'عملية التحقق';
$lang['email_varification_description'] = 'شكراً على تسجيل حسابكم معنا. تم إرسال رابط التحقق إالى بريدكم الإلكتروني المسجل  ';
